Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Linguistic experts say that Syria is doing well in fostering this part of its heritage. Aramaic is actually pretty healthy in Maaloula, said Professor Geoffrey Kahn, who teaches semitic philology at Cambridge University. It's the eastern Aramaic dialec
ar: و قال العديد من الخبراء اللغويين أن سوريا تقوم بأداء دور جيد و فعال فى تغذية هذا الجزء من التراث الثقافى التاريخى. و تعد الآرامية لغة حية حيوية فى مالايا. و هذ هو تعليق لدكتور جيوفرى كان، و الذى يدرس فقه اللغة السامية بجامعة كامبريدج . و هى لهجات آرامية ش

source: Reihan and colleagues were delighted recently when a Unesco team came to visit and hope for funds to allow them to collect vanishing words into proper dictionaries. The teaching, meanwhile, goes on.
ar: و قد سعد كلٍ من ريهان و زملائها حديثاً عندما جاء فريق من اليونسكو للزيارة و و أملوا فى المزيد من التمويل للسماح لهم بجمع الكلمات التائهة من اللغة فى قواميس سليمة. و حتى تستمر عملية التدريس كذلك.

source: Ilyana started classes last November. My father speaks Aramaic but my mother doesn't as she's from Lebanon, she said. I speak OK already but I'm going to carry on as I want to become fluent. I don't know too much about the Aramaic language but I do kn
ar: و قد بدأت إليانا فصولها نوفمبر الماضى. فأبى يتحدث الآرامية و لكن أمى فلا، فهى من لبنان. و أنا أتحدثها بشكل جيد، و لكنى ساستمر بدراستها حيث أننى أريد أن أصبح فصيحة فقى استخدامها. فأنا لا أعرف المزيد حول اللغة الارامية و لكنى أعرف أنها لغة قديمة.

source: o, Tony Blair has been awarded a $1m prize for his exceptional leadership and steadfast determination in helping to engineer agreements and forge lasting solutions to_ areas in conflict.
ar: لقد تمت مكافأة تونى بلير بجائزة قدرها مليون دولار أمريكى لقيادته الإستثنائيه و سرعة و حزمه فى أخذ القرارات المصيرية فى هندسة الإتفاقيات و قدرته على صياغة الحلول الدائمة للمناطق الواقعة فى الصراعات.

source: Some will argue that Blair should be on trial for war crimes, not receiving prizes. Others will say that the award, made by the Dan David Foundation of Tel Aviv, is a huge own goal for Israel_ because it sinks the country's international standing even lo
ar: و قد يتساءل البعض هل يجب محاكمة تونى بلير على ما قام به و إنغمناسه فى جرائم حرب، ام تلقيه الجوائز. و الآخرون يوضحون أن الجائزة الممنوحة من قبل مؤسسة دان ديفيد بتل أبيب، هى فى حقيقتها إنجاز عظيم لإسرائيل حيث ذلك لأنها تغرق موقف الدولة العالمى و تحط من مكان

source: But they are missing the point.
ar: إلا أنهم يفتقدون للنقطة الجوهرية فى الموضوع كله.

source: The award - along with many of the other riches which have come Blair's way since he left Downing Street - is the payback for doing 'the right thing' by way of the US and Israel while he was in_ office.
ar: -الجائزة الاخري الي جانب العديد من الثروات و تعد الجائزة و التى تمثل ثروة جديدة أضيفت مع مكاسب ثرائية كثيرة تم إضافتها إلأى حساب بليرمنذ أن ترك رئاسة الوزارة البريطانية- رد الدين للقيام بما أملته عليه الولايات المتحدة الأمريكية و إسرائيل عندما كان فى الحك

source: Follow the ‘right’ foreign policy and look forward to a comfortable retirement
ar: و قد اتبع تونى بلير فعلاً السياسة القويمة و النظر للأمام نحو تنحى مناسب و ملائم عن المنصب

source: The £2m-plus annual fee from JP Morgan Chase... the $250,000 for a 45-minute speech on the US lecture circuit... the all-expenses paid jaunts to Jerusalem as the Quartet's (ineffectual) Middle East_ envoy... it all serves as a reminder to members of the
ar: و يعتبر ماحصل عليه تونى بلير من مليونى من الدولارات بالإضافة إلى الرسوم التى يحصل عليها من موجان شيس و التى تقدر بنحو 250.000دولار أمريكى سنوياً مقابل الخطاب الذى يلقيه فى دائرة المحاضرة الأرميكيةزز بالغضافى ما حصل عليه و ما دفع للقدس كمبعوث الشرق الأوسط

source: It makes no difference that the $1m from Dan David will go to the former Prime Minister's 'Faith Foundation'; it is still heading for the overall Blair kitty.
ar: و فى الواقع لا تشكل تلك المسألة الخاصة بذهاب نقود تلك الجائزة إلى مؤسسة بلير الخيرية فيث أو الإيمان، حيث أنها ستصب فى النهاية فى صندوق بلير و خزينته المالية.

source: Over the past six years, there has been much debate as to why Blair led Britain into a disastrous and illegal war with Iraq. Some say it was due to a passionate belief in spreading democracy._ Others maintain that he genuinely believed that Iraq possesse
ar: و خلال الست أعوام المنصرفة، فقد نشبت مناظرة حول لماذا يقود بلير بريطانيا فى تلك الحرب الشرسة و الغير شرعية على العراق. فقد قال البعض أن السبب لعله يرجع إلى الإعتقاد المتعاطف بنشر الديمقراطية فى البلاد. و البعض ما زال متحفظاً على رأيه بخصوص أن العراق كان ي

source: For Chirac there have been no offers from JP Morgan Chase, no US lecture tours and absolutely no prospect of a Dan David leadership prize. John Howard, the former Australian Prime Minister who,_ like Blair, supported the Iraq war, has fared rather better
ar: و بالنسبة لجاك شيراك، فلم يتلقى أى عروض سخية من قبلمورجان شيس، بالإضافة إلى أنه لم يتلقى كذلك أى دعوات خاصة بجولات لإلقاء المحاضرات بالولايات المتحدة الأمريكية كما فعل بلير. و حتماً لم يتلقى كذلك أى جوائز من قبل مؤسسة دان ديفيد. و لكن فى الوقت نفسه كذلك ف

source: We know that money has always been a major motivator for the Blairs, as it is for most politicians everywhere. The number of genuinely principled politicians - the Tony Benns and Enoch Powells of_ this world, who are prepared to put their beliefs before
ar: فنحن نعرف أن المال هو الحافز الأساسى عند كل أمثال تونى بلير و تبعى سياسته، و هذا هو الحال عند كثير من رجال السياسة فى دول العالم المختلفة. إلا أنه و للأسف فقد أصبح عدد رجال السياسة ذى المبادىء و القيم و الذين عندهم الإستعداد ليتنازلوا عن مهنهم مقابل معتقد

source: The message from both the US and Israel to Britain's political elite could not be clearer: if you continue to follow the 'right' foreign policy and take your country into wars which we desire -_ such as Iraq - you can look forward to a very comfortable r
ar: و من ثم فقد أصبحت ارسالة من جانب كلاً من الأمريكان و الإسرائيليين جلية الوضوح: فإذا استمريت فى إتباع السياسة الخارجية القويمة الصائبة كما نراها و خضت ببلدك الحروب التى نريدها – كما هو الحال فى الحرب على العراق – تستطيع حينئذٍ أن تتطلع لمستقبل أفضل مريح بع

source: Today it's Blair who’s reaping the financial benefits for his Atlanticism and his pro-Zionism; tomorrow it will be David Cameron, who also supported the Iraq war and who stayed silent as Israel_ bombarded Gaza.
ar: و ها هو تونى بلير الذى يقوم بجنى مكاسب سياسته الخارجية من تأييد للصهيونية و إتباعه لسياستها و غداً سيكون ديفيد كاميرون، و الذى دعم و ساعد كذلك الحرب على العراق و ظل صامتاً خلال الإنتهاك الإسرائيلى لغزة و قذفها من قبل الصهاينة

source: After the disaster in Iraq, many Britons would love to see a reorientation of our country's foreign policy. But they are likely to be disappointed until other countries can offer our opportunistic_ and unprincipled leaders the lucrative pension plans tha
ar: و كذلك فيرغب العديد من الأفراد رؤية تغيير للسياسة الخارجية بعد إنتهاء الحرب على العراق. إلا أنهم سيصابون بالإحباط إلى أن تقوم بلادهم ببتجنب إتباع الخطط الأمريكية و الإسرائيلية اتى تفترضها على قادة تلك الدول.

source: What Facebook Users Share: Lower Grades
ar: ما يتقاسمه مستخدمو فيسبوك: علامات أقل

source: Forget the widely unloved redesign.
ar: دع عنك التصميم الجديد الذي لم يستحسنه الكثيرون

source: has committed a greater offense. According to
ar: لقد ارتكب فيسبوك خطأ أكثر جسامة.

source: by doctoral candidate Aryn Karpinski of Ohio State University and her co-author Adam Duberstein of Ohio Dominican University, college students who use the 200 million–member social network have significantly lower grade-point averages (GPAs) than those wh
ar: أنجزتها أرين كاربينسكي، المرشحة لنيل الدكتوراه من جامعة ولاية أوهايو وشريكها في التأليف، آدم دوبرستين من جامعة أوهايو دومينيكان، فإن الطلبة الجامعيين الذين يستخدمون هاته الشبكة الاجتماعية التي تضم مائتي مليون عضو يحصلون بشكل واضح على علامات أقل في

source: The study, which will be presented at the annual meeting of the American Education Research Association on April 16, surveyed 219 undergraduate and graduate students and found that GPAs of Facebook users typically ranged a full grade point lower than thos
ar: ولقد شملت هاته الدراسة، التي سيتم تقديمها خلال ملتقى الجمعية الأمريكية للتربية والدراسة في السادس عشر من أبريل، 219 من طلاب البكالوريوس وطلاب الدراسات العليا، وتوصلت إلى أن معدلات تنقيط مستخدمي فيسبوك بالخصوص سجلت تراجعا بنقطة كاملة مقارنة مع غير مستعمل

source: See the 50 best websites of 2008.
ar: (أنظر أفضل 50 موقعا إلكترونيا لسنة 2008).

source: Karpinski says she isn't surprised by her findings but clarifies that the study does not suggest that Facebook directly causes lower grades, merely that there's some relationship between the two factors. Maybe [Facebook users] are just prone to distracti
ar: تقول كاربينسكي إنها ليست مندهشة للنتائج التي توصلت إليها، لكنها أوضحت أن الدراسة لا توحي بأن فيسبوك هو السبب المباشر في انخفاض معدلات التنقيط، فقط هناك علاقة بين عاملين. وصرحت لصحيفة التايم في حوار هاتفي يوم الاثنين 13 أبريل بالقول: إنهم [مستخدمو فيس

source: John Kamin, 23, a student at Hofstra University in New York who uses Facebook, says it's absurd to associate the social network with poor grades or lack of aptitude. It's a networking tool for people, says Kamin, who adds that he spends about an hour
ar: يقول جون كامين (23 سنة) الطالب بجامعة هوفسترا بنيويورك والذي يستعمل فيسبوك إنه من العبث الربط بين الشبكة الاجتماعية والحصول على علامات ضعيفة أو نقص الكفاءة. يقول: إن وسيلة للتواصل المجتمعي، مضيفا أنه يقضي في فيسبوك حوالي ساعة كل يوم، وهو وقت أقل ب

source: Brick Breaker
ar: بريك بريكر

source: on his BlackBerry — there's that question of users' distractability and tendency to procrastinate. But, Kamin says, I don't think someone is more or less intelligent because they sign up for it. (
ar: التي يدمن على لعبها على جهاز بلاك بوري (ثمة سؤال بشأن تسلية المستخدمين وميلهم إلى المماطلة والتأجيل). يقول كامين: لا أعتقد أن شخصا ما سيكون على قدر أكبر من الذكاء أو أقل لأنه يتسجل في تلك الشبكة.

source: See pictures of the college dorm's evolution.
ar: (أنظر صور تطور الجامعة).

source: Karpinski and Duberstein's study isn't the first to associate Facebook with diminished mental abilities. In February, Oxford University neuroscientist Susan Greenfield
ar: الدراسة التي أنجزتها كاربنسكي ودوبرستين ليست هي الأولى التي تربط بين فيسبوك وتراجع القدرات الذهنية. في فبراير، حذرت عالمة الأعصاب بجامعة أوكسفورد، سوزان غرينفيلد،

source: cautioned Britain's House of Lords
ar: مجلس الللوردات البريطاني

source: that social networks like Facebook and Bebo were infantilizing the brain into the state of small children by shortening the attention span and providing constant instant gratification. And in his new book,
ar: من أن شبكات اجتماعية من قبيل فيسبوك وبيبو تساهم في تصابي الدماغ لدرجة بلوغ مستوى الأطفال الصغار من خلال تضييق مدى الاهتمام ومنح ملذات آنية على نحو مستمر. وفي كتابه

source: iBrain: Surviving the Technological Alteration of the Modern Mind
ar: العقل المعلوماتي: النجاة من التعديلات التكنولوجية للعقل الحديث

source: , UCLA neuroscientist Gary Small warns of a decreased ability among devotees of social networks and other modern technology to read real-life facial expressions and understand the emotional context of subtle gestures. Young people are particularly at risk
ar: ، يحذر عالم الأعصاب غاري صمول من تراجع قدرات المستخدمين الأوفياء للشبكات الاجتماعية وباقي أشكال التكنولوجيا الحديثة على قراءة تعابير الملامح في الحياة العادية وفهم السياق الحسي للإيماءات الخفية. وجاء في كتابه، أن الفئة الشابة هي التي توجد بالأخص في خطر

source: Some experts dismiss all studies of Internet use as flawed, since there is no reasonable way to control for the myriad variables that may affect such research. For its part, Facebook declined to address the specific findings of the new study but issued a
ar: ولقد دحض بعض الخبراء كل الدراسات المتعلقة باستعمال الإنترنيت واعتبروها معيبة على اعتبار عدم وجود طريقة معقولة للتحكم في المتغيرات الكثيرة التي من شأنها التأثير على بحث من ذلك القبيل. ومن جانبه، لم يعلق فيسبوك على نتائج تلك الدراسة الجديدة، بل أصدر بيانا ي

source: a study released earlier this month
ar: دراسة

source: by researchers at the University of Melbourne showing that personal Internet use at work can help focus workers' concentration and increase productivity. Facebook added that it's in the hands of students, in consultation with their parents, to define pri
ar: تم الكشف عنها في وقت سابق من هذا الشهر وأنجزها باحثون بجامعة ميلبورن أظهرت أن من شأن الاستعمال الشخصي للإنترنيت أثناء العمل المساعدة على الزيادة من تركيز الموظفين والرفع من مردوديتهم. وأضاف فيسبوك أن الأمر موكول إلى الطلبة، باستشارة مع ذويهم، من أجل تح

source: Read 25 Things I Didn't Want to Know About You on Facebook.
ar: (راجع 25 شيئا لم أشأ معرفته عنك عبر فيسبوك).

source: By most accounts, students spend a heck of a lot of time logged onto Facebook, a circumstance that irks educators, who complain of students me
ar: وإجمالا، فإن الطلبة يقضون وقتا طويلا على فيسبوك، الأمر الذي يؤرق مضجع الأساتذة، الذين يشتكون من قيام الطلبة ببعث رسائل إلى الأصدقاء أو تحيين حالاتهم انطلاقا من حواسيبهم المحمولة بدلا من الانتباه إلى المحاضرات. كان هذا السلوك هو أول ما أثار اهتمام كاربنسك

source: She demurred, saying the world of online gossip just did not appeal. Every day there was some new drama and they would ruminate about it for hours, says Karpinski, who eventually graduated with a GPA of 3.8.
ar: اعترضت على ذلك بالقول إن عالم الدردشة على الإنترنيت لا يثيرها. تقول كاربنسكي، التي حصلت مؤخرا على دبلوم الدراسات العليا بمعدل تنقيط بلغ 3,8: مع كل يوم يمر، تكون هناك قصة جديدة يظلون يتحدثون حولها لساعات.

source: Who imagined that in 2009, the world's governments would be declaring a new War on Pirates? As you read this, the British Royal Navy – backed by the ships of more than two dozen nations, from the US to China – is sailing into Somalian waters to take on me
ar: من الذي كان يتوقع أنه في عام 2009, ستعلن حكومات العالم أجمع عن حرب جديدة ضد القراصنة؟ بينما تقرأ أنت هذا المقال, فإن القوات البحرية البريطانية – المدعمة بالسفن من أكثر من أربعة و عشرين دولة, من الولايات المتحدة إلى الصين – تبحر باتجاه المياه الصومالية لم

source: Johann Hari: You are being lied to about pirates
ar: جوهان هاري: لقد تم الكذب عليك فيما يخص القراصنة.

source: Some are clearly just gangsters. But others are trying to stop illegal dumping and trawling
ar: البعض منهم قطاع طريق بالفعل, و لكن الآخرين يحاولون إيقاف الإغراق و الاختطاف غير الشرعي.

source: Pirates have never been quite who we think they are. In the golden age of piracy – from 1650 to 1730 – the idea of the pirate as the senseless, savage Bluebeard that lingers today was created by the British government in a great propaganda heave. Many o
ar: إن القراصنة ليسوا أبدا كما نعرفهم. ففي ‛ العصر الذهبي للقرصنة ‛ - من عام 1650 إلى 1730 - كانت فكرة القرصنة حيث الوحشية و الهمجية التي لا تزال قائمة اليوم تم ابتكارها من قبل الحكومة البريطانية لنشر كبير للدعاية. و قد اعتقد الكثير من الناس العاديون أنها ك

source: If you became a merchant or navy sailor then – plucked from the docks of London's East End, young and hungry – you ended up in a floating wooden Hell. You worked all hours on a cramped, half-starved ship, and if you slacked off, the all-powerful captain w
ar: .إذا أصبحت بحارا أو عاملا في القوات البحرية عندها – و تم التقاطك من رصيف النهاية الشرقية في لندن, شابا و جائعا - فإن نهايتك ستكون في الجحيم الخشبي العائم. ستقضي جميع ساعاتك تعمل على متن سفينة ضيقة نصف مهترئة, و إذا ما تراخيت, فإن القبطان الذي يمتلك كل ا

source: Pirates were the first people to rebel against this world. They mutinied – and created a different way of working on the seas. Once they had a ship, the pirates elected their captains, and made all their decisions collectively, without torture. They share
ar: لقد كان القراصنة هم الأشخاص الأوائل الذين ثاروا ضد هذا العالم. لقد تمردوا – و ابتكروا طريقا جديدا للعمل في البحار. فما إن يحصلون على سفينة, يقومون بانتخاب قبطانهم, و يتخذون جميع قراراتهم بطريقة جماعية, من دون تعذيب. و كانوا يتشاركون غنائمهم فيما كان ريديك

source: They even took in escaped African slaves and lived with them as equals. The pirates showed quite clearly – and subversively – that ships did not have to be run in the brutal and oppressive ways of the merchant service and the Royal Navy. This is why the
ar: حتى أنهم استقبلوا الهاربين من الاستعباد الإفريقي و تعايشوا معهم بمساواة. لقد اظهر القراصنة ‛ بشكل واضح و صريح – و بطريقة غير قابلة للنقض – أن السفن ليس عليها تدار بطرق وحشية و جائرة كتلك التي كان يستخدمها التجار و القوات البحرية الملكية. ‛ ذلك السبب في

source: The words of one pirate from that lost age, a young British man called William Scott, should echo into this new age of piracy. Just before he was hanged in Charleston, South Carolina, he said: What I did was to keep me from perishing. I was forced to go
ar: إن كلمات أحد قراصنة ذلك الزمن, و هو رجل بريطاني شاب يدعى وليام سكوت, يجب أن تتكرر في هذا العصر الجديد من القرصنة. فقد قال قبل أن يتم شنقه في تشارلستون, كارولينا الجنوبية: ‛ إن ما كنت أفعله هو منع نفسي من الموت, لقد أجبرت على العمل في القرصنة لكسب العيش.

source: Yes: nuclear waste. As soon as the government was gone, mysterious European ships started appearing off the coast of Somalia, dumping vast barrels into the ocean. The coastal population began to sicken. At first they suffered strange rashes, nausea and ma
ar: أجل, النفايات النووية. فما إن رحلت الحكومة, حتى بدأت سفن أوروبية بالظهور مقابل سواحل الصومال, رامية براميل ضخمة في المحيط. و قد بدأ السكان على الساحل بالمرض. في بداية الأمر عانوا من طفح جلدي غريب, غثيان و أطفال رضع مشوهون. و بعدها, بعد تسونامي عام 2005, غ

source: Ahmedou Ould-Abdallah, the UN envoy to Somalia, tells me: Somebody is dumping nuclear material here. There is also lead, and heavy metals such as cadmium and mercury – you name it. Much of it can be traced back to European hospitals and factories, who s
ar: حميدو ولد عبد الله, مبعوث الأمم المتحدة إلى الصومال, قال لي: ‛ أحد ما يرمي المواد النووية هنا. إضافة إلى الحديد و المعادن الثقيلة مثل الكاديموم و الزئبق – سميه أنت ‛. و الكثير منها يمكن تتبعها إلى المستشفيات و المعامل الأوروبية, التي يبدو أنها تمررها إلى

source: At the same time, other European ships have been looting Somalia's seas of their greatest resource: seafood. We have destroyed our own fish stocks by overexploitation – and now we have moved on to theirs. More than $300m-worth of tuna, shrimp, and lobster
ar: و في الوقت ذاته, كان أوروبيون آخرون يسلبون البحار الصومالية أعظم مصادرها: الطعام البحري. لقد قمنا بتدمير مخزوننا من الأسماك بفعل التلوث المتزايد – و الآن علينا أن نتحرك إلى مخزونهم. إن ثروة تقدر بأكثر من ثلاثمائة مليون دولار أميركي من التونا, الروبيان, و

source: This is the context in which the pirates have emerged. Somalian fishermen took speedboats to try to dissuade the dumpers and trawlers, or at least levy a tax on them. They call themselves the Volunteer Coastguard of Somalia – and ordinary Somalis agre
ar: إن هذا هو السياق الذي ظهر فيه ‛ القراصنة ‛. لقد أخذ الصيادون الصوماليون زوارق بخارية سريعة لمحاولة منع المكبات و سفن الصيد, أو على الأقل فرض ‛ ضريبة ‛ عليهم. لقبوا أنفسهم بخفر سواحل الصومال المتطوعون – و وافق الصوماليون العاديون على ذلك. فقد وجد موقع الأخ

source: No, this doesn't make hostage-taking justifiable, and yes, some are clearly just gangsters – especially those who have held up World Food Programme supplies. But in a telephone interview, one of the pirate leaders, Sugule Ali: We don't consider ourselves
ar: و لكن لا, إن عملية اتخاذ الرهائن ليست قابلة للتبرير, و نعم, إن البعض منهم قطاع طريق – خاصة أولئك الذين أوقفوا إمدادات برنامج الغذاء العالمي. و لكن قال أحد قادة القراصنة في مقابلة هاتفية و يدعى سوغول علي: ‛ نحن لا نعتبر أنفسنا لصوصا في البحر. بل نعتبر لصوص

source: Did we expect starving Somalians to stand passively on their beaches, paddling in our toxic waste, and watch us snatch their fish to eat in restaurants in London and Paris and Rome? We won't act on those crimes – the only sane solution to this problem – b
ar: هل توقعنا من الصوماليين الذين يموتون من الجوع أن يقفوا مكتوفي على شواطئهم, يجدفون في نفاياتنا السامة, و يراقبوننا و نحن نختطف أسماكهم لنأكلها في مطاعمنا في لندن و باريس و روما؟ نحن لن نتصرف بناء على تلك الجرائم – الحل العاقل الوحيد لهذه المشكلة – و لكن عن

source: The story of the 2009 war on piracy was best summarised by another pirate, who lived and died in the fourth century BC. He was captured and brought to Alexander the Great, who demanded to know what he meant by keeping possession of the sea. The pirate s
ar: إن قصة حرب عام 2009 على القرصنة كانت التلخيص الأفضل من قرصان أخر, الذي عاش و توفي في القرن الرابع قبل الميلاد. تم احتجازه و إحضاره إلى ألكسندر الأعظم, الذي طلب أن يعرف ‛ ما الذي كان يعنيه بالاستحواذ على ممتلكات البحر. ‛ عندها ابتسم القرصان, و أجاب قائلا:

source: Monday, 5 January 2009
ar: الاثنين, الخامس من شهر كانون الثاني, 2009

source: Demi Moore 'in tears' at Britain's Got Talent's Susan Boyle
ar: ديمي مور 'تذرف الدموع' أثناء مشاهدتها سوزان بويل في برنامج مواهب بريطاني

source: Moore, who has starred in Ghost and GI Jane, was sent a YouTube link of
ar: ديمي مور التي لعبت دور البطولة في فيلمي جوست (الشبح) وجي أي جاين أرسل لها زوجها

source: Miss _ Boyle's rendition of I Dream A Dream from Les Miserables
ar: أشتون كوتشر وصلة من موقع يوتيوب

source: , by her _ husband Ashton Kutcher.
ar: لسوزان بويل.

source: Kutcher, 31, whose username is aplusk, urged his wife to watch the clip, _ saying This just made my night.
ar: وكوتشر الذي يبلغ 31 عاماً واسم المستخدم الخاص به هو أبلوسك حث زوجته لمشاهدة مقطع الفيديو قائلاً هذا جعل ليلتي أفضل.

source: Moore, 48, replying as MrsKutcher, told him You saw it made me teary!
ar: وردت مور التي تبلغ 48 عاماً تحت اسم المستخدم السيدة كوتشر مشاهدتك له جعلني أبكي!

source: It is thought that the exchange has helped boost the number of YouTube hits. _ Miss Boyle's audition clip has been viewed more then 3.5 million times. _ Kutcher and Moore are followed by more than 1.4 million on the social _ networking site.
ar: يشار الى ان هذا التبادل ساعد على زيادة عدد الزيارات على يوتيوب، فمقطع اختبار بويل شوهد أكثر من 3.5 مليون مرة حيث اتبع كوتشر ومور أكثر من 1.4 مليون على موقع الشبكة الاجتماعية.

source: Miss Boyle, a 48-year-old charity worker from West Lothian, announced from the _ stage that her dream was to emulate West End star Elaine Paige.
ar: وأعلنت بويل التي تبلغ 48 عاماً وهي عاملة في احدى المؤسسات الخيرية في غرب لوثيان على خشبة المسرح حلمها لتقليد النجمة الناجحة إلين بيج.

source: It is thought Simon Cowell is lining up a record deal in a bid to repeat the _ success of opera star Paul Potts, the unassuming mobile phone salesman who _ won the first series of Britain's Got Talent in 2007.
ar: ويُعتقد أن سيمون كويل يحضر عقداً للتسجيل في محاولة لتكرار نجاح نجم الأوبرا بول بوتس بائع الهواتف المحمولة المتواضع الذي فاز في الموسم الأول من برنامج المواهب البريطاني في عام 2007.

source: Potts has become the most internationally successful reality show winner in _ history, scoring a number one album in 15 countries.
ar: وأصبح بوتس أنجح الفائزين في برنامج واقعي فى العالم وعلى مدار التاريخ حيث حصد ألبومه المركز الأول في 15 دولة.

source: Saudi Arabia to regulate girls' marriages
ar: السعودية تنظم زواج الفتيات

source: RIYADH (Reuters) - Saudi Arabia plans to regulate the marriages of young girls, its justice minister was quoted as saying on Tuesday, after a court refused to nullify the marriage of an 8-year-old to a man 50 years her senior.
ar: الرياض (رويترز) – أُفيد أن وزير العدل السعودي قال يوم الثلاثاء إن المملكة العربية السعودية تخطط لتنظيم زواج الفتيات الصغيرات بعد أن رفضت المحكمة إبطال زواج فتاة ذات 8 ربيعاً من رجل يكبرها بخمسين عاماً.

source: The justice ministry aims to put an end to arbitrariness by parents and guardians in marrying off minor girls, Justice Minister Mohamed al-Issa told al-Watan newspaper, partially owned by members of the royal family.
ar: وقال وزير العدل محمد العيسى إلى صحيفة الوطن المملوكة جزئياً لأفراد العائلة المالكة إن وزارة العدل تهدف إلى وضع حد لتعسفات الآباء وأولياء الأمور بتزويج الفتيات القاصرات.
